[
  {
    "author": "This American Life",
    "copyright": "Copyright 1995-2015 Ira Glass",
    "image": "http://www.thisamericanlife.org/sites/all/themes/thislife/images/logo-square-1400.jpg",
    "language": "en",
    "link": "http://www.thisamericanlife.org",
    "subtitle": "This American Life is a weekly public radio show, heard by 2.2 million people on more than 500 stations. Another 1.5 million people download the weekly podcast. It is hosted by Ira Glass, produced in collaboration with Chicago Public Media, delivered to s",
    "summary": "This American Life is a weekly public radio show, heard by 2.2 million people on more than 500 stations. Another 1.5 million people download the weekly podcast. It is hosted by Ira Glass, produced in collaboration with Chicago Public Media, delivered to stations by PRX The Public Radio Exchange, and has won all of the major broadcasting awards.",
    "title": "This American Life",
    "updated": 0,
    "feed": "http://feed.thisamericanlife.org/talpodcast"
  },
  {
    "author": "NPR",
    "copyright": "Copyright: Copyright 2012 NPR - For Personal Use Only",
    "image": "http://media.npr.org/assets/img/2015/03/18/ted_sq-3426270a541795b78233a698dd7965d407545cf3.jpg?s=1400http://media.npr.org/assets/img/2015/03/18/ted_sq-3426270a541795b78233a698dd7965d407545cf3.jpg?s=200",
    "language": "en",
    "link": "http://www.npr.org/programs/ted-radio-hour/",
    "subtitle": "The TED Radio Hour is a journey through fascinating ideas: astonishing inventions, fresh approaches to old problems, new ways to think and create. Based on Talks given by riveting speakers on the world-renowned TED stage, each show is centered on a common theme – such as the source of happiness, crowd-sourcing innovation, power shifts, or inexplicable connections. The TED Radio Hour is hosted by Guy Raz, and is a co-production of NPR & TED. Follow the show @TEDRadioHour.",
    "summary": "The TED Radio Hour is a journey through fascinating ideas: astonishing inventions, fresh approaches to old problems, new ways to think and create. Based on Talks given by riveting speakers on the world-renowned TED stage, each show is centered on a common theme – such as the source of happiness, crowd-sourcing innovation, power shifts, or inexplicable connections. The TED Radio Hour is hosted by Guy Raz, and is a co-production of NPR & TED. Follow the show @TEDRadioHour.",
    "title": "TED Radio Hour",
    "updated": 0,
    "feed": "http://www.npr.org/rss/podcast.php?id=510298"
  },
  {
    "author": "HowStuffWorks.com",
    "copyright": "Copyright 2015 HowStuffWorks.com",
    "image": "http://podcasts.howstuffworks.com/hsw/podcasts/sysk/sysk-audio-1600.jpg",
    "language": "en-us",
    "link": "http://www.howstuffworks.com/",
    "subtitle": "Stuff You Should Know",
    "summary": "How do landfills work? How do mosquitos work? Join Josh and Chuck as they explore the Stuff You Should Know about everything from genes to the Galapagos in this podcast from HowStuffWorks.com.",
    "title": "Stuff You Should Know",
    "ttl": "60",
    "updated": 0,
    "feed": "http://www.howstuffworks.com/podcasts/stuff-you-should-know.rss"
  },
  {
    "author": "This American Life",
    "copyright": "Copyright 2015 Ira Glass",
    "image": "http://serialpodcast.org/sites/all/modules/custom/serial/img/serial-itunes-logo.png",
    "language": "en",
    "link": "http://serialpodcast.org",
    "subtitle": "A new podcast from the creators of This American Life",
    "summary": "Serial is a new podcast from the creators of This American Life, hosted by Sarah Koenig. Serial unfolds one story - a true story - over the course of a whole season. The show follows the plot and characters wherever they lead, through many surprising twists and turns. Sarah won't know what happens at the end of the story until she gets there, not long before you get there with her. Each week she'll bring you the latest chapter, so it's important to listen in, starting with Episode 1. New episodes are released on Thursday mornings.",
    "title": "Serial",
    "updated": 0,
    "feed": "http://feeds.serialpodcast.org/serialpodcast"
  },
  {
    "author": "NPR",
    "copyright": "Copyright 2015 NPR - For Personal Use Only",
    "image": "http://media.npr.org/images/podcasts/primary/icon_381444908-6388a4123207c734918f15c97de6d49ae634f820.jpg?s=1400http://media.npr.org/images/podcasts/primary/icon_381444908-6388a4123207c734918f15c97de6d49ae634f820.jpg?s=200",
    "language": "en",
    "link": "http://www.npr.org/programs/fresh-air/",
    "subtitle": "Fresh Air from WHYY, the Peabody Award-winning weekday magazine of contemporary arts and issues, is one of public radio's most popular programs. Hosted by Terry Gross, the show features intimate conversations with today's biggest luminaries.",
    "summary": "Fresh Air from WHYY, the Peabody Award-winning weekday magazine of contemporary arts and issues, is one of public radio's most popular programs. Hosted by Terry Gross, the show features intimate conversations with today's biggest luminaries.",
    "title": "Fresh Air",
    "updated": 0,
    "feed": "http://www.npr.org/rss/podcast.php?id=381444908"
  },
  {
    "author": "WNYC Studios",
    "image": "https://media2.wnyc.org/i/1400/1400/l/80/1/Radiolab-wnycstudios.jpg",
    "language": "en-us",
    "link": "http://www.radiolab.org/series/podcasts/",
    "subtitle": "A two-time Peabody Award-winner, Radiolab is an investigation told through sounds and stories, and centered around one big idea. In the Radiolab world, information sounds like music and science and culture collide. Hosted by Jad Abumrad and Robert Krulwic",
    "summary": "Radiolab is a show about curiosity. Where sound illuminates ideas, and the boundaries blur between science, philosophy, and human experience. Radiolab is heard around the country on more than 500 member stations. Check your local station for airtimes. Embed the Radiolab widget on your blog or website. Radiolab is supported, in part, by the Alfred P. Sloan Foundation, enhancing public understanding of science and technology in the modern world. More information about Sloan at www.sloan.org. All press inquiries may be directed to Jennifer Houlihan Roussel at (646) 829-4497.A two-time Peabody Award-winner, Radiolab is an investigation told through sounds and stories, and centered around one big idea. In the Radiolab world, information sounds like music and science and culture collide. Hosted by Jad Abumrad and Robert Krulwich, the show is designed for listeners who demand skepticism, but appreciate wonder. WNYC Studios is the producer of other leading podcasts including Freakonomics Radio, Death, Sex & Money, On the Media and many more.",
    "title": "Radiolab",
    "ttl": "600",
    "updated": 0,
    "feed": "http://feeds.wnyc.org/radiolab"
  },
  {
    "author": "Lena Dunham & BuzzFeed",
    "copyright": "All rights reserved",
    "image": "http://i1.sndcdn.com/avatars-000183424649-ztclr3-original.jpg",
    "language": "en",
    "link": "http://soundcloud.com/womenofthehour",
    "subtitle": "Lena Dunham hosts this podcast miniseries about f…",
    "summary": "Lena Dunham hosts this podcast miniseries about friendship, love, work, bodies and more.",
    "title": "Women Of The Hour",
    "ttl": "60",
    "updated": 1446091029000,
    "feed": "http://feeds.soundcloud.com/users/soundcloud:users:180603351/sounds.rss"
  },
  {
    "author": "Aaron Mahnke",
    "copyright": "©2015 Aaron Mahnke",
    "image": "http://static.libsyn.com/p/assets/9/a/0/4/9a0410edb2668a67/lore-coverart2.jpg",
    "language": "en",
    "link": "http://www.lorepodcast.com",
    "subtitle": "Sometimes the truth is more frightening than fiction.",
    "summary": "Lore is a bi-weekly podcast about the history behind scary stories.\r\n\r\nThe people, places, and things of our darkest nightmares all have real facts at their core. Each episode of Lore looks into a uniquely scary tale and uncovers the truth of what's behind it.\r\n\r\nSometimes the truth is more frightening than fiction.Lore is a podcast about folklore. Monsters, myths, and creatures of our wildest nightmares. Every town has a ghost story, and every  story has a root. Lore looks into the past of monster stories, finds the truth, and tells the tale.",
    "title": "Lore",
    "updated": 1445832000000,
    "feed": "http://lorepodcast.libsyn.com/rss"
  },
  {
    "author": "Dan Carlin",
    "copyright": "dancarlin.com",
    "image": "http://www.dancarlin.com/graphics/DC_HH_iTunes.jpg",
    "language": "en-us",
    "link": "http://www.dancarlin.com",
    "subtitle": "Was Alexander the Great as bad a person as Hitler? What was the greatest army of all time? Which U.S. President was the worst? Hardcore History discusses the issues and questions history fans love.",
    "summary": "Was Alexander the Great as bad a person as Hitler? What was the greatest army of all time? Which U.S. President was the worst? Hardcore History discusses the issues and questions history fans love.In \"Hardcore History\" the very unconventional Dan Carlin takes his \"Martian\", outside-the-box way of thinking and applies it to the past. Was Alexander the Great as bad a person as Adolf Hitler? What would Apaches with modern weapons be like? Will our modern civilization ever fall like civilizations from past eras? This is a difficult-to-classify show that has a rather sharp edge. It's not for everyone. But the innovative style and approach has made \"Dan Carlin's Hardcore History\" a New Media hit.",
    "title": "Dan Carlin's Hardcore History",
    "updated": 1446082508000,
    "feed": "http://feeds.feedburner.com/dancarlin/history"
  },
  {
    "author": "WNYC Studios and The New Yorker",
    "image": "https://media2.wnyc.org/i/raw/1/the-new-yorker-radio-hour_itunes.jpg",
    "language": "en-us",
    "link": "http://www.wnyc.org/shows/tnyradiohour/",
    "subtitle": "David Remnick is joined by The New Yorker’s award-winning writers, editors, and artists to present a weekly mix of profiles, storytelling, and insightful conversations about the issues that matter ― plus an occasional blast of comic genius from the magazi",
    "summary": "The New Yorker Radio Hour is a weekly program presented by the magazine’s editor, David Remnick, and produced by WNYC Studios and The New Yorker. Each episode features a diverse mix of interviews, profiles, storytelling, and an occasional burst of humor inspired by the magazine, and shaped by its writers, artists, and editors. This isn’t a radio version of a magazine, but something all its own, reflecting the rich possibilities of audio storytelling and conversation. Theme music for the show was composed and performed by Merrill Garbus of tUnE-YArDs.David Remnick is joined by The New Yorker’s award-winning writers, editors, and artists to present a weekly mix of profiles, storytelling, and insightful conversations about the issues that matter ― plus an occasional blast of comic genius from the magazine’s legendary Shouts and Murmurs page. The New Yorker has set a standard in journalism for generations, and The New Yorker Radio Hour gives it a voice on public radio for the first time. Produced by The New Yorker and WNYC Studios. WNYC studios is the producer of leading podcasts including Radiolab, Freakonomics Radio, Note To Self, Here’s The Thing With Alec Baldwin, and more.",
    "title": "The New Yorker Radio Hour",
    "ttl": "600",
    "updated": 0,
    "feed": "http://feeds.wnyc.org/newyorkerradiohour"
  }
]
